{"documentation":{"link":"http://isi.ifremer.fr/snanny-portal/webgraphiceditorDemo/images/models/lds3.png","name":"lds3.png"},"attrs":{"text":{"name":"LDS3"},"image":{"width":50,"height":50,"xlink:href":"images/models/lds3.png"}},"type":"basic.LASER","description":"The latest laser leak detection system LDS3 is a more com-pact unit designed to be readily used with eyeball ROVs. The unit now provides users with multiple wavelength options which allow enhanced detection of a wider range of hydraulic fluids, leak detection dyes and tracers. The new LDS3 system builds on the original highly successful technologies of the LDS1 and LDS2 systems, whilst providing greatly improved performance in a unit in which the weight and power consumption have been dramatically reduced. These features combine to make the LDS3 the industry leading subsea leak detection system.\r\nThe new LDS3 provides rapid high sensitivity leak detection in a compact robust unit which is classified as an eye safe class 1 laser. The system contains a number of in-built health and safety features and has a depth rating of 3000 m. The sys-tem is able to detect very small leaks (part per million levels) in real time at distances of up to 20 m, depending on water quality. At shorter distances, the system is capable of detecting minute leaks in the parts per billon (ppb) range. The sys-tem is supplied with a pan and a tilt stage for wide scanning and is supplied with easy to use data logging and display soft-ware. The software allows automatic leak level alarms to be set. The system is designed to be used for subsea leak detection applications such as pipelines, risers and subsea completion systems. The LDS series of leak detection systems have been successfully used in a wide range of subsea inspections carried out by companies including; Subsea7, BP, Shell, EXXON Mobil CNR and many others major oil companies.","uuidModel":"401e2f9f-0e8c-4e52-9b99-7e8ac94efe9b","custom":{"classifier":[{"name":"model","URI":"LDS3","Ref":"modelData"},{"name":"manufacturer","URI":"Smart Light Devices Ltd.","Ref":"modelData","definition":"http://www.ifremer.fr/tematres/vocab/index.php?tema=52","codespace":"http://www.ifremer.fr/tematres/vocab/xml.php?skosTema=40"},{"name":"Type","URI":"","Ref":"modelData"},{"name":"Wavelength","URI":"","Ref":"modelData"},{"name":"Laser power","URI":"","Ref":"modelData"},{"name":"Power requirement","URI":"","Ref":"modelData"},{"name":"Optical port","URI":"","Ref":"modelData"},{"name":"Connector","URI":"","Ref":"modelData"},{"name":"Depth","URI":"","Ref":"modelData"},{"name":"Temperature","URI":"","Ref":"modelData"},{"name":"Dimensions","URI":"","Ref":"modelData"},{"name":"Weight in air","URI":"","Ref":"modelData"},{"name":"Weight in water","URI":"","Ref":"modelData"},{"name":"Materials","URI":"","Ref":"modelData"}],"contactMetaData":[{"role":"pointOfContact","email":"imbernardo@fc.ul.pt"}]}}