{"documentation":{"link":"http://isi.ifremer.fr/snanny-portal/webgraphiceditorDemo/images/models/esm1_series.png","name":"esm1_series.png"},"attrs":{"text":{"name":"ESM-1 series"},"image":{"width":50,"height":50,"xlink:href":"images/models/esm1_series.png"}},"type":"basic.LOGGER","description":"The new ESM series of data loggers may be deployed within taut-line moorings, on surface buoys or seabed-mounted packages.\r\nThe ESM is supplied as a stand-alone device or as part of a suite of sensors such as fluorometers, turbidity sensors, CTDs, dissolved oxygen and many others, as well as being used to control pumps, valves and other electromechanical devices.\r\nThe ESM-1 takes a new approach to data logging and control applications where high quality / specification hardware design is uniquely coupled with the new Eco-Script control language. This significant change from the traditional and very limiting system of user programmable variables enabling the ESM-1 logger to be used in a wide range of applications with infinitely programmable sampling and system control. This includes irregular timing within burst samples, many burst samples of different types within a sampling regime and incredible variability of timing and control functions. However,\r\nEco-Script can also implement any regime that can be configured via a conventional data logger. This all enables users with no special training or additional equipment to design and implement bespoke hardware systems. Re-configuration is also straightforward and allows the ESM to be a versatile, cost effective, future-proof data gathering tool. Sensor and data acquisition configurations may be changed between deployments and most proprietary oceanographic instruments may be simply plugged into the data logger. A telemetry-enabled ESM may be configured to transmit synoptic data direct to your desktop. The ESM-1 may also optionally include a integral temperature and pressure sensors and addition of a precision pressure sensor enables the ESM to be configured as a very flexible and cost effective wave recorder or tide gauge. A wide range of configurations include, pressure housings, enclosures, battery packs, power supplies and peripheral sensors. Models are available for submersed or terrestrial use and powered from internal batteries, external DC sources or a mains supply.","uuidModel":"6ae3b65b-f1df-438c-a381-b49c7fce9041","custom":{"classifier":[{"name":"model","URI":"ESM-1 series","Ref":"modelData"},{"name":"manufacturer","URI":"EnviroTech Instruments LLC","Ref":"modelData","definition":"http://www.ifremer.fr/tematres/vocab/index.php?tema=52","codespace":"http://www.ifremer.fr/tematres/vocab/xml.php?skosTema=40"},{"name":"Depth rating","URI":"-","Ref":"modelData","definition":"http://www.ifremer.fr/tematres/vocab/index.php?tema=158"},{"name":"Housing material","URI":"-","Ref":"modelData"},{"name":"Weight","URI":"-","Ref":"modelData"},{"name":"Size","URI":"-","Ref":"modelData"},{"name":"Data storage capacity","URI":"-","Ref":"modelData"},{"name":"Time base stability","URI":"-","Ref":"modelData"},{"name":"Power supply","URI":"-","Ref":"modelData"},{"name":"Power consumption","URI":"-","Ref":"modelData"},{"name":"Temperature range","URI":"-","Ref":"modelData"}],"contactMetaData":[{"role":"pointOfContact","email":"imbernardo@fc.ul.pt"}]}}