{"documentation":{"link":"http://isi.ifremer.fr/snanny-portal/webgraphiceditorDemo/images/models/arc1e.png","name":"arc1e.png"},"attrs":{"text":{"name":"ARC-1E™"},"image":{"width":50,"height":50,"xlink:href":"images/models/arc1e.png"}},"type":"basic.ACOUSTIC_RELEASE","description":"Using the very reliable and simple fusible link mechanism (U.S. patent 7,138,603) proven for cumulatively hundreds of years of ocean deployments since 2004, the ARC-1E is a compact, electrically controlled release module for applications ranging from recovering instrument packages and actuating underwater devices to the post splash-down release of small air deployed vehicles and instrumentation.  \r\nThe operation of the ARC-1E module is simple. Power and an optional TTL logic signal are connected through a 5-pin underwater connector (SEACON MCBH5F) on one end of the module. Upon application of 6V to 16V DC power (3A maximum current), the ARC-1M charges a bank of internal capacitors, a process that takes about seven seconds. It then waits for the logic signal to be driven low, triggering the release. \r\nActuation is extremely fast, as the fusible nickel chromium wire is vaporized within 0.002 seconds typical. This makes the ARC-1E suitable for applications where multiple hold-down points need to be released simultaneously to cleanly eject a payload from its holder.\r\nAlternatively, the TTL control signal can also be permanently shorted to the ground pin. In this setting, release happens automatically as soon as the capacitors reach their full charge level. That is, within about seven seconds of the application of power. \r\nThe standard ARC-1E uses a Delrin plastic housing with 316 stainless steel hardware. For applications with immersion times exceeding about three months, the ARC-1EXD is recommended. This extended deployment version uses Titanium ASTM Grade 2 alloy hardware for superior corrosion resistance to remain functional after years of deployment.\r\nAlso available on request are mechanisms custom designed and tested to your specification and fusible link controller modules with assistance for your in-house design.","uuidModel":"05358e8f-9e06-4c2f-9e46-8a2ff343246d","custom":{"classifier":[{"name":"model","URI":"ARC-1E™","Ref":"modelData"},{"name":"manufacturer","URI":"Desert Star Systems LLC","Ref":"modelData","definition":"http://www.ifremer.fr/tematres/vocab/index.php?tema=52","codespace":"http://www.ifremer.fr/tematres/vocab/xml.php?skosTema=40"},{"name":"Release load","URI":"","Ref":"modelData","definition":"http://www.ifremer.fr/tematres/vocab/index.php?tema=155"},{"name":"Safe working load","URI":"","Ref":"modelData","definition":"http://www.ifremer.fr/tematres/vocab/index.php?tema=156"},{"name":"Max. load","URI":"","Ref":"modelData"},{"name":"Depth rating","URI":"","Ref":"modelData","definition":"http://www.ifremer.fr/tematres/vocab/index.php?tema=158"},{"name":"Frequency range","URI":"","Ref":"modelData","definition":"http://www.ifremer.fr/tematres/vocab/index.php?tema=159"},{"name":"Battery life","URI":"","Ref":"modelData","definition":"http://www.ifremer.fr/tematres/vocab/index.php?tema=160"},{"name":"Dimensions","URI":"","Ref":"modelData"},{"name":"Weight in air","URI":"","Ref":"modelData"},{"name":"Weight in water","URI":"","Ref":"modelData"},{"name":"Materials","URI":"","Ref":"modelData"}],"contactMetaData":[{"role":"pointOfContact","email":"imbernardo@fc.ul.pt"}]}}