{"documentation":{"link":"http://isi.ifremer.fr/snanny-portal/webgraphiceditorDemo/images/models/seabattery_sb4818.png","name":"seabattery_sb4818.png"},"attrs":{"text":{"name":"SeaBattery™ SB-48/18"},"image":{"width":50,"height":50,"xlink:href":"images/models/seabattery_sb4818.png"}},"type":"basic.UNDERWATER_BATTERY","description":"DeepSea Power & Light’s SeaBattery power module is a pressure-compensated submersible battery pack designed to perform at any depth, even the high pressure, low temperature environment of deep ocean trenches. Routine deployments to 6,000 meters as part of sea floor instruments and towed camera sleds have proven the SeaBattery power module to be both reliable and robust in the most demanding of subsea applications. At the heart of each system are maintenance-free, rechargeable, lead-acid batteries utilizing Absorbent Glass Mat (AGM) technology. AGM batteries provide end-users with numerous advantages over wet cell batteries including: maintenance free, no spilling of electrolyte, inverted operation, low self discharge, plus vibration and shock resistance. Recombinant chemistry inside the battery cells minimize outgassing by rejoining free oxygen and hydrogen molecules into water.\r\nThe SeaBattery power module is approved for cargo-only air transport by the U.S. DOT and IATA, if needed.\r\nDeepSea Power & Light electrically conditions each AGM battery to provide maximum capacity, specially adapts each battery for pressure-compensation, then rigidly mounts them in a virtually indestructible heavy wall rotationally molded polyethylene case filled with high purity inert oil. Built into the top of each SeaBattery power module case is a heavy section urethane diaphragm providing continuous positive pressure to the interior while responding to the ambient pressure of any depth.\r\nThe see through urethane diaphragm incorporates a molded-in valve assembly for filling or venting the battery interior. The see through diaphragm also permits visual inspection of the SeaBattery power module interior, allowing your deck crew to confirm the integrity of the wiring harness and interior battery mounts at a glance. Carrying handles are included on the case to simplify handling.\r\nDeepSea Power and Light’s SeaBattery power module is a tried and true veteran of deep ocean systems for more than 25 years. Get the power you need with the SeaBattery power module.","uuidModel":"c988a5a2-dbfa-3249-9f0f-75054b1f0b45","custom":{"classifier":[{"name":"model","URI":"SeaBattery™ SB-48/18","Ref":"modelData"},{"name":"manufacturer","URI":"DeepSea Power & Light","Ref":"modelData","definition":"http://www.ifremer.fr/tematres/vocab/index.php?tema=52","codespace":"http://www.ifremer.fr/tematres/vocab/xml.php?skosTema=40"},{"name":"Nominal voltage","URI":"","Ref":"modelData"},{"name":"Open voltage","URI":"","Ref":"modelData"},{"name":"Min. voltage","URI":"","Ref":"modelData"},{"name":"Typical capacity","URI":"","Ref":"modelData"},{"name":"Max. capacity","URI":"","Ref":"modelData"},{"name":"Max. current","URI":"","Ref":"modelData"},{"name":"Cell type","URI":"","Ref":"modelData"},{"name":"Operating temperature","URI":"","Ref":"modelData"},{"name":"Operating depth","URI":"","Ref":"modelData"},{"name":"Connector","URI":"","Ref":"modelData"},{"name":"Dimensions","URI":"","Ref":"modelData"},{"name":"Weight in air","URI":"","Ref":"modelData"},{"name":"Weight in water","URI":"","Ref":"modelData"},{"name":"Materials","URI":"","Ref":"modelData"}],"contactMetaData":[{"role":"pointOfContact","email":"imbernardo@fc.ul.pt","name":"Ivo Bernardo"}]}}