{"documentation":{"link":"http://isi.ifremer.fr/snanny-portal/webgraphiceditorDemo/images/models/rcom_rf_satellite__communication_system.png","name":"rcom_rf_satellite__communication_system.png"},"attrs":{"text":{"name":"R.COM RF Satellite & Communication System"},"image":{"width":50,"height":50,"xlink:href":"images/models/rcom_rf_satellite__communication_system.png"}},"type":"basic.LOGGER","description":"R.COM\r\n\r\nSatellite & RF Communication Module\r\n\r\nReceiving data from the sea bottom is only one of the jobs a buoy based system is built for. A subsea data communication system, interfacing data to a satellite transceiver is just the shell of a useful acoustic communication solution. To get a complete solution, you need a controller/computer.\r\n\r\nTherefore our scientists developed our R.COM Satellite & RF Communication Module – a flexible plug and play solution. This solution helps relaying ocean floor sensor data to your office desktop via Iridium satellite network or RF modem communication.\r\n\r\nR.COM also includes a Trimble GPS receiver module. Thus it provides extensive data and communication management functionalities.\r\nConfigurations with 9522B or 9601SBD transceivers, GPRS data or Satel Satelline VHF/UHF radio modem links are available. All those features allow selecting the most suitable configuration without changing the entire system setup.\r\n\r\nInterfaces\r\n\r\nA plug & play connection to our HAM.NODE system and the necessary operation software is already integrated in our HAM.NODE Hydro Acoustic Modem. R.COM is not just connectable to our HAM.NODE system, it also allows many additional functions and other applications due to its flexile user interface.\r\n\r\nR.COM features up to 5 serial ports – CAN 2.0B and USB (either in host or slave configuration) are optional.\r\n\r\nExtended Functionality\r\n\r\nBeyond the communication and GPS functionality, our system features several optional onboard sensors. Available are: 3-axis acceleration/inclination, compass, temperature, pressure and humidity as well as I/0-Ports for controlling auxiliary devices.\r\n\r\nThe develogic R.COM module provides a data logging functionality to transmit sensor data via an on-boards SDHC slot to support flash storage with capacities up to 32GB.\r\n\r\nFurther features are included, such as I/0 interfaces (analogue and digital), extensive scheduling and triggering options for connection setup plus active monitoring of system parameters and data connected sensors.\r\nThis system interfaces directly to our HAM.NODE acoustic modems and AADI instruments.\r\n\r\nOur R.COM module is a comprehensive solution transmitting oceanographic data from the ocean surface to the scientists desktop. This is a perfect complement to our HAM.NODE acoustic communication system, which already provides the link from seafloor to the surface.\r\nR.COM is based on our transponder controller board (TCB) and is extensible by the optional Interface & Data Logger Module (Mini Logger). This solution is providing an easy usage and reliable communication support with a unified user and application interface for various physical communication link layers.","uuidModel":"d8e146ad-3908-4f29-bf81-753146e46e8c","custom":{"classifier":[{"name":"model","URI":"R.COM RF Satellite & Communication System","Ref":"modelData"},{"name":"manufacturer","URI":"Develogic GmbH","Ref":"modelData","definition":"http://www.ifremer.fr/tematres/vocab/index.php?tema=52","codespace":"http://www.ifremer.fr/tematres/vocab/xml.php?skosTema=40"},{"name":"Depth rating","URI":"Available Transponders:\r\n\r\nIridium 9601 SBD/ 9522B\r\nSatel Satelline range of VHF/UHF modems\r\nGPRS/UMTS transponder","Ref":"modelData","definition":"http://www.ifremer.fr/tematres/vocab/index.php?tema=158"},{"name":"Housing material","URI":"","Ref":"modelData"},{"name":"Weight","URI":"Interfaces:\r\n3x RS232/422/485\r\nGPS PPS Output\r\nSystem bus","Ref":"modelData"},{"name":"Size","URI":"","Ref":"modelData"},{"name":"Data storage capacity","URI":"Date Logger:\r\n32GB SDHC, FAT 32 file system","Ref":"modelData"},{"name":"Time base stability","URI":"","Ref":"modelData"},{"name":"Power supply","URI":"8-33V","Ref":"modelData"},{"name":"Power consumption","URI":"","Ref":"modelData"},{"name":"Temperature range","URI":"","Ref":"modelData"}],"contactMetaData":[{"role":"pointOfContact","email":"Jasmin.Asmussen@develogic.de"}]}}