{"documentation":{"link":"http://isi.ifremer.fr/snanny-portal/webgraphiceditorDemo/images/models/mini_logger__interface_and_data_logging_module.png","name":"mini_logger__interface_and_data_logging_module.png"},"attrs":{"text":{"name":"Mini Logger - Interface and Data Logging Module"},"image":{"width":50,"height":50,"xlink:href":"images/models/mini_logger__interface_and_data_logging_module.png"}},"type":"basic.LOGGER","description":"Mini.Logger\r\n\r\nInterface & Data Logging Module\r\n\r\nOur multifunctional interface and data logging module features an onboard SDHC based data logger as well as 4 serial ports (2x RS232/ 422/ 485, 2 x RS232), USB (host and slave) and CAN2.0B interface.\r\n\r\nThe optional available daughter board provides additional sensors often required in standard applications (such as 3-axis accelerometer/ inclinometer. 2 axis gyroscope, compass, pressure sensor). It includes 6 digital and 2 analogue inputs as well as 4 optically isolated and 4 high power output switches.\r\n\r\nHelpful additional functions are a precision time base, a switchable power supply for external sensors and many more.\r\n\r\nFurthermore it is possible to stack multiple modules (master/ slave configuration), if our customers’ applications require any additional ports.\r\nThis module is primarily intended to be a flexible and powerful multiport data logging system controller solution in buoy based or ocean floor sensor systems. This system is feasible to be used as a standalone version one or a combination with any of our telemetry systems offered. Due to the extra low power consumption it is ideally suited to be used for long-term deployments.\r\n\r\nOur flexible and extensive firmware allows economical and reliable customization. It enables our customers to handle applications now, which cannot be concluded by the current available standard firmware.\r\n\r\nFurther details can be read in the datasheet (attachment)","uuidModel":"455c2fb5-5922-4ab6-be73-b244b91a40ec","custom":{"classifier":[{"name":"model","URI":"Mini Logger - Interface and Data Logging Module","Ref":"modelData"},{"name":"manufacturer","URI":"Develogic GmbH","Ref":"modelData","definition":"http://www.ifremer.fr/tematres/vocab/index.php?tema=52","codespace":"http://www.ifremer.fr/tematres/vocab/xml.php?skosTema=40"},{"name":"Depth rating","URI":"Standard Interfaces:\r\n2 high speed 64 byte FIFO serial ports (individually to RS232/422/485) up to 230kbps\r\n1 low power low speed serial port (with optional hardware handshake) up to 9600bps","Ref":"modelData","definition":"http://www.ifremer.fr/tematres/vocab/index.php?tema=158"},{"name":"Housing material","URI":"Optional Interfaces:\r\nCAN 2.0B (max. 1 Mbps2515 CAN controller)\r\nUSB 2.0 -configurable as USB slave or USB controller\r\n(Mass storage support  with configurable power from/to bus)","Ref":"modelData"},{"name":"Weight","URI":"","Ref":"modelData"},{"name":"Size","URI":"","Ref":"modelData"},{"name":"Data storage capacity","URI":"SDHC card slot, currently supporting up to 32GB capacity cards with FAT32 file system\r\n128Byte non volatile FRAM buffer memory","Ref":"modelData"},{"name":"Time base stability","URI":"Standard 25ppm crystal oscillator time base for low power consumption\r\nOptional low power algorithmically compensated time base (drift <0,035ppm - 5°C to 35°C after calibration ( from GPS or ext. PPS time base- can be established via Software)","Ref":"modelData"},{"name":"Power supply","URI":"4 to 33V reserve voltage protected","Ref":"modelData"},{"name":"Power consumption","URI":"3mW power consumption in standby modus","Ref":"modelData"},{"name":"Temperature range","URI":"","Ref":"modelData"}],"contactMetaData":[{"role":"pointOfContact","email":"Jasmin.Asmussen@develogic.de"}]}}