{"documentation":{"link":"http://isi.ifremer.fr/snanny-portal/webgraphiceditorDemo/images/models/hambase__compact_hydro_acoustic_modem.png","name":"hambase__compact_hydro_acoustic_modem.png"},"attrs":{"text":{"name":"HAM.BASE - Compact Hydro Acoustic Modem"},"image":{"width":50,"height":50,"xlink:href":"images/models/hambase__compact_hydro_acoustic_modem.png"}},"type":"basic.ACOUSTIC_MODEM","description":"HAM.BASE\r\n\r\nCompact Hydro Acoustic Modem\r\n\r\nHAM.BASE is the compact version of our HAM.NODE communication system optimized for transmission ranges up to 1000m (Basis HF Version). Our HAM.BASE is available with all HAM.NODE transducer options as well.  The compact composite corrosion proof housing is rated to 750m depth.  Furthermore compact deep water housings rated to 6000m depth and standard MCH housing solutions (required for lower frequency transducer options) are available on demand.\r\n\r\nOur standard HF Base modem is able to operate with carrier frequencies in between 40 and 65Hz. This relatively wide frequency band, together with the proven efficiency of the modulation and coding algorithms of our HAM.NODE systems, is significantly less affected by environmental acoustic emissions.  Therefore new applications concerning transmission lines not available by now can be provided.\r\n\r\nOur system technics are designed to work reliably within a bandwidth of 2.5kHz to 70kHz. Maximal transducers drive voltage is 780Vpp and is able to afford up to 200W electric power to the transducer. Since the power amplifier has a direct drive, transducer tuning is not necessary.\r\n\r\nThe HAM.BASE standard version includes two combined RS232/422 and two RS232 communication ports with configurable supply of external sensors. Besides our SDHC data logging solution (already supported or easy configurable) is included to interface oceanographic sensors such as current meters/profilers, CTD-probes etc.\r\n\r\ndevelogic HAM.BASE modem is available with an integrated battery compartment.  This complete solution helps acquiring and transmitting submarine sensor data up to several months. Additional MCH battery housings provide energy for long term deployments. A HAM.BASE without integrated battery department can be provided as well.\r\n\r\nWe offer a customization package including C++ libraries as well as the necessary documentation for our OEM customers. This enables our customers to implement their own communication algorism on the HAM.BASE platform.","uuidModel":"1c22113d-f30a-4508-a5d2-58fbbd9db04e","custom":{"classifier":[{"name":"model","URI":"HAM.BASE - Compact Hydro Acoustic Modem","Ref":"modelData"},{"name":"manufacturer","URI":"Develogic GmbH","Ref":"modelData","definition":"http://www.ifremer.fr/tematres/vocab/index.php?tema=52","codespace":"http://www.ifremer.fr/tematres/vocab/xml.php?skosTema=40"}],"contactMetaData":[{"role":"pointOfContact","email":"Jasmin.Asmussen@develogic.de"}]}}