{"documentation":{"link":"http://isi.ifremer.fr/snanny-portal/webgraphiceditorDemo/images/models/mch_large_housing.png","name":"mch_large_housing.png"},"attrs":{"text":{"name":"MCH Large Housing"},"image":{"width":50,"height":50,"xlink:href":"images/models/mch_large_housing.png"}},"type":"basic.HOUSING","description":"MCH Large Housing\r\nOur latest development, the MCH large housing, combines all the attractive features of our DW.MCH housing. The MCH large housing measures an inner diameter of 182mm and an inner usable length of 650mm. The MCH large housing can be used reliably in up to 6,000 m depth.\r\n\r\nBase Housing\r\n\r\nOur base housing features an inner diameter of 87mm with two optional inner usable lengths: 230mm and 500mm. With our base housing you chose a small but very effective solution to operate reliable in depths of 6,000m. \r\n\r\nThe deep-water-version is completely made of titanium to offer superior corrosion resistance. Our shallow water version features a pressure tube made of resistive fiber-reinforced synthetics.\r\n\r\nEnd caps for interface connectors and transducers are available.\r\n\r\nHousings for Special Applications\r\n\r\nWe approach special application with several composite and titanium-pressure housing solutions.\r\n\r\n-Large housing with titanium body and BK7 optical glass port for submergible high resolution digital SLR full frame-camera to operate in up to 6,000m depth\r\n\r\n- Housing with titanium body and BK7 optical glass port for submergible photographic high power flash unit to operate in up to 6,000m depth\r\n\r\n- Compact antenna housing  with titanium body and BK7  optical glass port to operate in up to 6,000m depth\r\n\r\nReliability\r\n\r\nAll develogic pressure housings convince by superior quality and design.\r\nOur design is a result of a long-term expertise in oceanography. Sophisticated 3D modeling and simulation tools, developed by our engineers, help to manufacture our housings with superior design and persuading quality. Specified operating depths are calculated with a safety factor of 1.5 and are verified in pressing testing facilities.\r\n\r\nPrincipally used materials are titanium, fiber-reinforced synthetics and high strengthened aluminium with surface hard coating. Integral parts made of epoxy-glass resin are also demanded.\r\n\r\nOur housings have been proven by our content customers to be rugged and very reliable with no failures. develogic established a satisfied client base during the past years. Due to our precision in developing and assembling we can offer a reliable product. This is why we are able to guarantee a 5-years-full corrosion –resistance on all our MCH and base system housings, connectors and acoustic transducers.\r\n\r\nSometimes our wide range of modular MCH and Base housings cannot meet our customers’ special mission requirements.Based on our long lasting experience in designing and engineering subsea pressure housings, we are able to provide an optimal solution for your special desires. \r\n\r\nWe offer a large range of accessories to customize our pressure housings to your needs. Individual solutions are available upon request.\r\nKindly contact us for further information.\r\n\r\nBattery Containers\r\n\r\nOur refillable battery containers are for use our MCH composite pressure housings. Due to their flexible mechanical and electronical design, all MCH battery packs can be customized to fit a large variety of applications.\r\nOur battery containers are to be mounted onto the MCH standard, compact and large housing caps. \r\n\r\nOur pressure housings can therefore be transformed into flexible external power supply for your instruments.\r\n\r\nBattery containers are made of epoxy-glass resin, lightweight anodized aluminium and engineering synthetics. This is why they do not add much more weight and ensure an easy servicing. Your big advantage is that you are no longer dependent on customized battery packs. Reasonable off-the-shelf lithium, alkaline or NiMH battery cells can be used with our flexible battery cells.\r\n\r\nMooring Frames\r\n\r\nInline mooring frames are available for all our MCH and base system housings. Those are either made of 1.4571 stainless steel with additional aluminium anodes or made of titanium. Compatible shacks of bow shackles with safety pin and high strength synthetic sleeves are optionally available.\r\n\r\nSafe working load (SWL) for our standard size and compact MCH frames is 10kN. Our large MCH frame features a SWL of 15kN.\r\n\r\nHeavy-duty inline frames with increased SWL, customized housing and transducer mounting adapters are available upon request.\r\n\r\nOptical Glass Port\r\n\r\nA titanium end cap with BK7 optical glass port is available for our MCH standard size and compact housings. The reliable operating depth is 6,000m.\r\n\r\nThe optical glass port allows convenient integration of optical instruments into our MCH pressure housings. Those can be videos, still cameras, lights and flash lights, RF antennas and satellite transponders.\r\n\r\nHousing Coupling Adapter\r\n\r\n Our standard MCH housing can be coupled into a double-lengths housing by using our optional composite adapter (cable lead-through with an inner diameter of 66mm).\r\n\r\nPressure Relief Valve\r\n\r\nOur pressure relief valve with rebound functionality offers a maximum of safety. Reliable operating depth is 6,000m.\r\n\r\nIn case of overpressure the valves open immediately.  Unlike in most commercially available solutions, our valve closes after pressure compensation.  Thereby your instruments are protected against incoming water.\r\n\r\nPressure Port\r\n\r\nA titanium pressure port allows assembling an internal pressure sensor. A pressure port can be easily bolt on any of our end caps. \r\n  \r\nOur standard and large MCH houses can be equipped with a Paroscientific 410K-101 precision pressure sensor (incl. dedicated internal mounting adapters). Upon request we assemble various other sensors into your pressure port.\r\n\r\nPlease contact us!","uuidModel":"3fc26f5a-c464-4809-a04f-093c75b8aa8b","custom":{"classifier":[{"name":"model","URI":"MCH Large Housing","Ref":"modelData"},{"name":"manufacturer","URI":"Develogic GmbH","Ref":"modelData","definition":"http://www.ifremer.fr/tematres/vocab/index.php?tema=52","codespace":"http://www.ifremer.fr/tematres/vocab/xml.php?skosTema=40"},{"name":"Max. operating depth","URI":"rated and tested to 6,000m","Ref":"modelData"},{"name":"Inner diameter ID","URI":"182mm","Ref":"modelData"},{"name":"Inner lenght IL","URI":"650mm","Ref":"modelData"},{"name":"Outer diameter OD","URI":"253mm","Ref":"modelData"},{"name":"Outer lenght OL","URI":"742mm","Ref":"modelData"},{"name":"Weight in air","URI":"40kg","Ref":"modelData"},{"name":"Weight in water","URI":"","Ref":"modelData"},{"name":"Material","URI":"outer shell:\r\n(fibre reinforced) POM/titanium\r\ninner shell:\r\nhigh strength aerospace aluminium , hard coated","Ref":"modelData"}],"contactMetaData":[{"role":"pointOfContact","email":"Jasmin.Asmussen@develogic.de"}]}}