{"documentation":{"link":"http://isi.ifremer.fr/snanny-portal/webgraphiceditorDemo/images/models/sbe_4.png","name":"sbe_4.png"},"attrs":{"text":{"name":"SBE 4"},"image":{"width":50,"height":50,"xlink:href":"images/models/sbe_4.png"}},"type":"basic.CONDUCTIVITY","description":"SBE 4 series conductivity sensors are modular, self-contained instruments that measure conductivity from 0 to 7 S/m (Siemens/meter), thus covering the full range of lake and oceanic applications. The sensors (Version 2; S/N 2000 and higher) have electrically isolated power circuits and optically coupled outputs to eliminate any possibility of noise and corrosion caused by ground loops. Interfacing is also simplified by the square-wave variable frequency output signal (nominally 2.5 to 7.5 kHz, corresponding to 0 to 7 S/m). The sensors offer improved temperature compensation, smaller fit residuals, and faster turn-on stabilization times. Supply voltage range is 6 to 24 volts. The SBE 4C is a primary sensor for the SBE 9plus CTD Underwater Unit and SBE 25 SEALOGGER CTD. Available in 6800 m aluminium or 10500 m titanium housing, the SBE 4C has a quick-disconnect fitting to simplify plumbing to the CTD pump. The SBE 4M is intended for long-term moored deployments. Available with a 3400 m or 6800 m aluminium housing or 10500 m titanium housing, the SBE 4M is supplied without the quick-disconnect fitting. The sensing element is a cylindrical flow-through borosilicate glass cell with three internal platinum electrodes. The electrode arrangement offers distinct advantages over inductive or open external field cells. Because the outer electrodes are connected together, electric fields are confined inside the cell, making the measured resistance (and instrument calibration) independent of calibration bath size or proximity to protective cages or other objects. The cell resistance controls the output frequency of a Wien Bridge oscillator circuit. A unique Sea-Bird design feature introduces a fixed conductivity offset, permitting the instrument to measure conductivity down to 0 for fresh water work.","uuidModel":"a6299f97-2f72-4181-b889-137dba6e476a","custom":{"classifier":[{"name":"model","URI":"SBE 4","Ref":"modelData"},{"name":"manufacturer","URI":"Sea-Bird Electronics, Inc.","Ref":"modelData","definition":"http://www.ifremer.fr/tematres/vocab/index.php?tema=52","codespace":"http://www.ifremer.fr/tematres/vocab/xml.php?skosTema=40"},{"name":"Operating depth","URI":null,"Ref":"modelData"},{"name":"Conductivity range","URI":null,"Ref":"modelData"},{"name":"Conductivity resolution","URI":"-","Ref":"modelData"},{"name":"Conductivity accuracy","URI":"-","Ref":"modelData"},{"name":"Temperature range","URI":"-","Ref":"modelData"},{"name":"Temperature resolution","URI":"-","Ref":"modelData"},{"name":"Temperature accuracy","URI":"-","Ref":"modelData"},{"name":"Sampling interval","URI":"-","Ref":"modelData"},{"name":"Supply voltage","URI":"-","Ref":"modelData"},{"name":"Operating temperature","URI":"-","Ref":"modelData"},{"name":"Dimensions (wxdxh)","URI":"-","Ref":"modelData"},{"name":"Weight","URI":"-","Ref":"modelData"},{"name":"Materials","URI":"-","Ref":"modelData"}],"contactMetaData":[{"role":"pointOfContact","email":"imbernardo@fc.ul.pt"}]}}