{"documentation":{"link":"http://isi.ifremer.fr/snanny-portal/webgraphiceditorDemo/images/models/sbe_8.png","name":"sbe_8.png"},"attrs":{"text":{"name":"SBE 8"},"image":{"width":50,"height":50,"xlink:href":"images/models/sbe_8.png"}},"type":"basic.TEMPERATURE","description":"The SBE 8 Microstructure Temperature Sensor is a reliable, lightweight instrument intended for use in marine profiling applications where its high speed and spatial resolving power offer the ability to characterize small scale ocean temperature features. Used in conjunction with the SBE 7 Microstructure Conductivity sensor, the SBE 8 can provide comparably sensitive resolution of salinity and density fields. The sensing element is a remote-cabled, probemounted thermistor (Thermometrics type FP07). The sensor probe is a small, stainless steel assembly that may be mounted at distances up to 3 meters (9.8 ft) from the sensor electronics housing. This arrangement minimizes the effect of the instrument housing and its wake on the data. The thermistor body is O-ring sealed into the sensor assembly to ensure pressure integrity. The thermistor has a 25 °C resistance of 270 Kohms and is driven by a DC current derived from a low-noise, 6.9 volt reference and 1 Mohm resistor. The thermistor voltage is buffered by a low-noise FET op amp. The output is subsequently pre-emphasized, so the sensor’s output increases as a function of the frequency components in the temperature signal. The effect of pre-emphasis is to magnify the sensor output for rapidly changing temperature, thereby overcoming the restrictions on system resolving power that would otherwise be imparted by the use of conventional (e.g., 16-bit) digitizers. The SBE 8’s pre-emphasis response magnifies a 20 Hz temperature signal by a factor of 200, thus facilitating acquisition of signals 200 times smaller than could be characterized by conventional CTD sensors.","uuidModel":"ca00b22f-1902-3350-98df-dc84f4cf644e","custom":{"classifier":[{"name":"model","URI":"SBE 8","Ref":"modelData"},{"name":"manufacturer","URI":"Sea-Bird Electronics, Inc.","Ref":"modelData","definition":"http://www.ifremer.fr/tematres/vocab/index.php?tema=52","codespace":"http://www.ifremer.fr/tematres/vocab/xml.php?skosTema=40"},{"name":"Range","URI":"-3 to 30 ºC","Ref":"modelData"},{"name":"Accuracy","URI":"-","Ref":"modelData"},{"name":"Resolution","URI":"-","Ref":"modelData"},{"name":"Response time","URI":"-","Ref":"modelData"},{"name":"Depth rating","URI":"6800 m","Ref":"modelData","definition":"http://www.ifremer.fr/tematres/vocab/index.php?tema=158"},{"name":"Supply voltage","URI":"± 15 VDC","Ref":"modelData"},{"name":"Communications","URI":"-","Ref":"modelData"},{"name":"Memory","URI":"-","Ref":"modelData"},{"name":"Dimensions","URI":"Ø48 mm x 180 mm","Ref":"modelData"},{"name":"Weight in air","URI":"0.71 kg","Ref":"modelData"},{"name":"Weight in water","URI":"0.33 kg","Ref":"modelData"},{"name":"Materials","URI":"Hard-anodized 7075-T6 aluminum, zinc anode protected","Ref":"modelData"}],"contactMetaData":[{"role":"pointOfContact","email":"Administration","name":""}]}}