{"documentation":{"link":"http://isi.ifremer.fr/snanny-portal/webgraphiceditorDemo/images/models/dst_comptilt.png","name":"dst_comptilt.png"},"attrs":{"text":{"name":"DST Comp-Tilt"},"image":{"width":50,"height":50,"xlink:href":"images/models/dst_comptilt.png"}},"type":"basic.TILTMETER","description":"The DST comp-tilt is a small data logger that measures and records temperature, depth, tilt in three directions and magnetic field strength in two directions. From the magnetic field strength a relative compass heading with reference to the magnetic north is calculated in the supporting SeaStar software. Data for compass heading and tilt are shown in degrees (°). Compass readings are tilt compensated, increasing the compass accuracy. Recorded data is stored in the logger‘s internal memory with a real time reference for each measurement.\r\n\r\nDST comp-tilt can be used in animals both implanted internally and attatched externally. For external tagging Star-Oddi can provide a specially designed DST fastener kit. Star-Oddi also offers protective logger housings for use at fixed locations or harsh environments.\r\n\r\nThe DST comp-tilt is supported by the SeaStar software and the Communication Box which serves as an interface between the logger and a PC.  Communication between the logger and the Communication Box is wireless.\r\n\r\nIn SeaStar, the user sets the start time, start date and sampling interval before starting the recorder. Up to seven different intervals can be set for the same measurement sequence. This is especially useful when more frequent measurements are needed at a certain time period.\r\n\r\nWith default programming depth, temperature, relative compass heading and tilt are recorded at the same time. Optionally, temperature-depth and compass-tilt can be set as primary and secondary parameter pairs with different sampling frequency. That way memory partitioning can be customized according to individual preferences.\r\n\r\nWhen the DST is recovered, recorded data is uploaded to SeaStar where results are displayed both in graphic and tabular form. After retrieving the data, the DST can be re-programmed and reused as long as the battery lasts.","uuidModel":"eeca7a9b-814d-30ea-9729-10a40e1d69f6","custom":{"classifier":[{"name":"model","URI":"DST Comp-Tilt","Ref":"modelData"},{"name":"manufacturer","URI":"Star-Oddi","Ref":"modelData","definition":"http://www.ifremer.fr/tematres/vocab/index.php?tema=52","codespace":"http://www.ifremer.fr/tematres/vocab/xml.php?skosTema=40"},{"name":"Type","URI":"","Ref":"modelData"},{"name":"Angular range","URI":"","Ref":"modelData"},{"name":"Scale factors","URI":"","Ref":"modelData"},{"name":"Resolution","URI":"","Ref":"modelData"},{"name":"Repeatability","URI":"","Ref":"modelData"},{"name":"Linearity","URI":"","Ref":"modelData"},{"name":"Temperature coefficient","URI":"","Ref":"modelData"},{"name":"Time constant","URI":"","Ref":"modelData"},{"name":"Tilt output","URI":"","Ref":"modelData"},{"name":"Depth rating","URI":"","Ref":"modelData","definition":"http://www.ifremer.fr/tematres/vocab/index.php?tema=158"},{"name":"Power","URI":"","Ref":"modelData"},{"name":"Operating temperature","URI":"","Ref":"modelData"},{"name":"Size","URI":"","Ref":"modelData"},{"name":"Weight in air","URI":"","Ref":"modelData"},{"name":"Material","URI":"","Ref":"modelData"}],"contactMetaData":[{"role":"pointOfContact","email":"imbernardo@fc.ul.pt","name":"Ivo Bernardo"}]}}