{"documentation":{"link":"http://isi.ifremer.fr/snanny-portal/webgraphiceditorDemo/images/models/nep160_series.png","name":"nep160_series.png"},"attrs":{"text":{"name":"NEP160 Series"},"image":{"width":50,"height":50,"xlink:href":"images/models/nep160_series.png"}},"type":"basic.TURBIDITY","description":"The ANALITE NEP160 is a truly portable turbidity meter. Readings are taken by simply inserting the probe into the steam or media to get an immediate result truly representative of the turbidity level at that point and time. It allows for easy and fast multiple readings at a site to ascertain the real turbidity profile of a stream or water body. The ANALITE 160 turbidity meter allows the user to set up measurement parameters through a user-friendly menu system displayed on the in-built 2 line alphanumeric display. Three probes are currently available to suit the ANALITE NEP160 display unit, the NEP260 (ISO7027 to 3,000 NTU), NEP280 (retro-scatter to 30,000 NTU) and the high temperature rated NEP285 (retro-scatter to 30,000 NTU). Other probes may be added to the range from time to time. The probes have a depth rating of 100 meters and the display unit is IP65 rated. All ANALITE NEP160 compliant probes are “hot swappable” and contain their calibration data in the probe proper thereby avaoiding the need to calibrate every time another probe is connected. The NEP160 (and its probes) comes supplied precalibrated however the user can calibrate a probe at any time using the simple menu driven interface. Both 2 and 3 point calibrations can be preformed. Measurements can be read directly from the display at any time or downloaded to a computer/printer through the RS232 output at user selectable periodic intervals. The ANALITE NEP160 will power up automatically to its last settings whenever external power is applied making it ideal for logging applications when using the analogue output or RS232 port. The NEP160 comes complete in a convenient carry case. The carry case can accommodate a probe with a cable length of up to 10 meters, an ac adapter, the display unit, the RS232 cabling and the User Manual.","uuidModel":"d934efee-7c5f-390d-b11f-1ca901be7d75","custom":{"classifier":[{"name":"model","URI":"NEP160 Series","Ref":"modelData"},{"name":"manufacturer","URI":"McVan Instruments Pty Ltd.","Ref":"modelData","definition":"http://www.ifremer.fr/tematres/vocab/index.php?tema=52","codespace":"http://www.ifremer.fr/tematres/vocab/xml.php?skosTema=40"},{"name":"Turbidity range","URI":"","Ref":"modelData"},{"name":"Resolution","URI":"","Ref":"modelData"},{"name":"Accuracy","URI":"","Ref":"modelData"},{"name":"Linearity","URI":"","Ref":"modelData"},{"name":"Light source wavelength","URI":"","Ref":"modelData"},{"name":"Depth rating","URI":"","Ref":"modelData","definition":"http://www.ifremer.fr/tematres/vocab/index.php?tema=158"},{"name":"Power supply","URI":"","Ref":"modelData"},{"name":"Max. power consumption","URI":"","Ref":"modelData"},{"name":"Internal memory","URI":"","Ref":"modelData"},{"name":"Communications","URI":"","Ref":"modelData"},{"name":"Dimensions","URI":"","Ref":"modelData"},{"name":"Weight in air","URI":"","Ref":"modelData"},{"name":"Weight in water","URI":"","Ref":"modelData"},{"name":"Materials","URI":"","Ref":"modelData"}],"contactMetaData":[{"role":"pointOfContact","email":"imbernardo@fc.ul.pt","name":"Ivo Bernardo"}]}}