{"documentation":{"link":"http://isi.ifremer.fr/snanny-portal/webgraphiceditorDemo/images/models/xr420ctd.png","name":"xr420ctd.png"},"attrs":{"text":{"name":"XR-420CTD"},"image":{"width":50,"height":50,"xlink:href":"images/models/xr420ctd.png"}},"type":"basic.CTD","description":"The XR-420CTDm (marine) is a small, autonomous data logger designed to monitor conductivity, temperature and pressure. Salinity, depth and speed of sound can be derived through post-processing in the software supplied.\r\n\r\nThe XR-620CTDmF is designed for profiling applications, in addition to the static features. It is fitted with a fast response thermistor, to provide synchronous measurement with conductivity, and samples at up to 6Hz. It also has a software wet-switch to save batteries and memory between casts.\r\n\r\nBoth models are available in delrin polymer or titanium pressure cases, allowing deployment upto 740m or 6600m respectively. If required, external connectors can be selected for data and power connections underwater. Additional sensors can also be fitted (see XR420/620 multi-channel and XRX series).  Pressure sensors are optional.\r\n\r\nConductivity – Uses an inductive sensor, suitable for deployment in any water. There are no exposed contacts, which avoids susceptibility to corrosion, and the housing is capable of being frozen. It is characterised for the mechanical effects of both temperature and pressure to allow for accurate correction in salinity derivation. These coefficients are provided for customers who prefer to calculate their own corrections. In addition, it is suitable for use outside the usual realms of PSS-78 practical salinity scale, in applications such as desalination brine monitoring.\r\n\r\nTemperature – The sensor is built and calibrated in-house using and aged thermistor, we can be flexible in many aspects. Options include internal or external placement, depending on the intended conditions, and standard or fast time constants (3 seconds or 95 milliseconds for external types). Standard range is -5° to +35°C, though this can be extended on request.\r\n\r\nPressure – (optional) Measured with a piezo-resistive transducer with Hastelloy diaphragm to avoid corrosion. Accuracy is 0.05% of the full scale rating and achievable resolution is 0.0001%. See the data sheet for possible sensor ratings.","uuidModel":"4ba615d0-ccdf-314c-9324-6d5581ffb7eb","custom":{"classifier":[{"name":"model","URI":"XR-420CTD","Ref":"modelData"},{"name":"manufacturer","URI":"RBR Europe Ltd.","Ref":"modelData","definition":"http://www.ifremer.fr/tematres/vocab/index.php?tema=52","codespace":"http://www.ifremer.fr/tematres/vocab/xml.php?skosTema=40"},{"name":"Depth range","URI":"-","Ref":"modelData"},{"name":"Max. pressure","URI":"-","Ref":"modelData"},{"name":"Housing material","URI":"-","Ref":"modelData"},{"name":"Power supply","URI":"-","Ref":"modelData"},{"name":"Power consumption","URI":"-","Ref":"modelData"},{"name":"Weight","URI":"-","Ref":"modelData"},{"name":"Size","URI":"-","Ref":"modelData"},{"name":"Memory","URI":"-","Ref":"modelData"},{"name":"Calibration","URI":"-","Ref":"modelData"},{"name":"Sampling rates","URI":"-","Ref":"modelData"},{"name":"Communications","URI":"-","Ref":"modelData"},{"name":"Download speed","URI":"-","Ref":"modelData"},{"name":"Conductivity range","URI":"-","Ref":"modelData"},{"name":"Conductivity accuracy","URI":"-","Ref":"modelData"},{"name":"Temperature range","URI":"-","Ref":"modelData"},{"name":"Temperature accuracy","URI":"-","Ref":"modelData"},{"name":"Depth accuracy","URI":"-","Ref":"modelData"}],"contactMetaData":[{"role":"pointOfContact","email":"info@rbr-global.com","name":"Philip Gibbs"}]}}