{"documentation":{"link":"http://isi.ifremer.fr/snanny-portal/webgraphiceditorDemo/images/models/conductivity_sensor_4319.png","name":"conductivity_sensor_4319.png"},"attrs":{"text":{"name":"Conductivity Sensor 4319"},"image":{"width":50,"height":50,"xlink:href":"images/models/conductivity_sensor_4319.png"}},"type":"basic.CONDUCTIVITY","description":"Conductivity Sensor 4319 is a compact fully integrated sensor for measuring the electrical conductivity of seawater. It is designed to be mounted on the SEAGUARD® Platform. Conductivity is a key parameter for in-situ determination of several fundamental physical properties of seawater. For seawater, the ability to conduct electrical current is mostly dependent on temperature and the amount of inorganic dissolved solids. \r\n\r\nThis means that, together with temperature and depth information, a good estimate of the salinity may be determined. Salinity is defined as the concentration of dissolved solids. Other important properties of seawater are again dependent on the salinity. Among these are the density and the speed of sound. The Conductivity Sensor 4319 is based on an inductive principle. This provides for stable measurement with out electrodes that are easily fouled and may wear out in the field. Utilization of miniature components have made it possible to integrate all the required electronics. \r\n\r\nThe Conductivity sensor outputs data in AiCaP CANbus. Both Conductivity in mS/cm, and Temperature in °C may be presented. The datalogger and the smart sensor is interfaced by means of a reliable CANbus interface using an XML based protocol (AiCaP). During power-up, the sensors that are connected to the bus will report their capabilities and specifications to the datalogger. The datalogger then assembles the information and provides the user with the possibility to configure the instrument based on the present nodes. \r\n\r\nThe solution provides for great flexibility in both use and design of the different elements within the system. The autonomous sensor topology also gives the sensor designer flexibility and opportunities where each sensor type may be optimized with regard to its operation, each sensor may now provide several parameters without increasing the total system load.","uuidModel":"21adbaab-8b55-489d-8faf-961edc6ba1b8","custom":{"classifier":[{"name":"model","URI":"Conductivity Sensor 4319","Ref":"modelData"},{"name":"manufacturer","URI":"Aanderaa Data Instruments Inc.","Ref":"modelData","definition":"http://www.ifremer.fr/tematres/vocab/index.php?tema=52","codespace":"http://www.ifremer.fr/tematres/vocab/xml.php?skosTema=40"},{"name":"Operating depth","URI":null,"Ref":"modelData"},{"name":"Conductivity range","URI":null,"Ref":"modelData"},{"name":"Conductivity resolution","URI":"-","Ref":"modelData"},{"name":"Conductivity accuracy","URI":"-","Ref":"modelData"},{"name":"Temperature range","URI":"-","Ref":"modelData"},{"name":"Temperature resolution","URI":"-","Ref":"modelData"},{"name":"Temperature accuracy","URI":"-","Ref":"modelData"},{"name":"Sampling interval","URI":"-","Ref":"modelData"},{"name":"Supply voltage","URI":"-","Ref":"modelData"},{"name":"Operating temperature","URI":"-","Ref":"modelData"},{"name":"Dimensions (wxdxh)","URI":"-","Ref":"modelData"},{"name":"Weight","URI":"-","Ref":"modelData"},{"name":"Materials","URI":"-","Ref":"modelData"}],"contactMetaData":[{"role":"pointOfContact","email":"imbernardo@fc.ul.pt"}]}}