{"documentation":{"link":"http://isi.ifremer.fr/snanny-portal/webgraphiceditorDemo/images/models/sbe7.png","name":"sbe7.png"},"attrs":{"text":{"name":"SBE7"},"image":{"width":50,"height":50,"xlink:href":"images/models/sbe7.png"}},"type":"basic.CONDUCTIVITY","description":"The SBE 7 Microstructure Conductivity Sensor is a reliable, lightweight instrument intended for use in marine profiling applications where its high speed and spatial resolving power offer the ability to characterize small scale ocean conductivity features. Where salinity variations are minimal, the conductivity signal offers unexcelled resolution of temperature structure. Used in conjunction with the SBE 8 Microstructure Temperature Sensor, the SBE 7 can provide comparably sensitive resolution of salinity and density fields. The sensing element is a remote-cabled, probe-mounted, 2-terminal, platinized electrode cell of dual needle configuration. The sensing element’s completely open construction provides nearly total freedom from fouling. The sensor probe is a small, stainless steel assembly that may be mounted at distances up to 3 meters (9.8 feet) from the sensor electronics housing. This arrangement minimizes the effect of the instrument housing and its wake on the data. The cell electrodes are fabricated of solid platinum and are platinized to reduce the effect of polarization impedance on sensor response. The cell is driven by a sinusoidal voltage of approximately 0.24 Vrms at a frequency of 15 kHz. The resulting current is synchronously detected to provide a signal proportional to conductivity (transformer coupling is used to preclude the flow of galvanically induced currents into the electrodes). This signal is subsequently pre-emphasized so that the sensor’s output increases as a function of frequency. The effect of pre-emphasis is to magnify the sensor output for rapidly changing conductivity, therefore overcoming the restrictions on system resolving power that would otherwise be imparted by the use of conventional (e.g., 16-bit) digitizers. The SBE 7’s pre-emphasis response magnifies a 100 Hz conductivity signal by a factor of 1000, facilitating acquisition of signals 1000 times smaller than could be characterized by conventional CTD sensors.","uuidModel":"1aadadf2-3daf-4e2d-ab02-96dbfda62d5b","custom":{"classifier":[{"name":"model","URI":"SBE7","Ref":"modelData"},{"name":"manufacturer","URI":"Sea-Bird Electronics, Inc.","Ref":"modelData","definition":"http://www.ifremer.fr/tematres/vocab/index.php?tema=52","codespace":"http://www.ifremer.fr/tematres/vocab/xml.php?skosTema=40"},{"name":"Operating depth","URI":null,"Ref":"modelData"},{"name":"Conductivity range","URI":null,"Ref":"modelData"},{"name":"Conductivity resolution","URI":"-","Ref":"modelData"},{"name":"Conductivity accuracy","URI":"-","Ref":"modelData"},{"name":"Temperature range","URI":"-","Ref":"modelData"},{"name":"Temperature resolution","URI":"-","Ref":"modelData"},{"name":"Temperature accuracy","URI":"-","Ref":"modelData"},{"name":"Sampling interval","URI":"-","Ref":"modelData"},{"name":"Supply voltage","URI":"-","Ref":"modelData"},{"name":"Operating temperature","URI":"-","Ref":"modelData"},{"name":"Dimensions (wxdxh)","URI":"-","Ref":"modelData"},{"name":"Weight","URI":"-","Ref":"modelData"},{"name":"Materials","URI":"-","Ref":"modelData"}],"contactMetaData":[{"role":"pointOfContact","email":"imbernardo@fc.ul.pt"}]}}