{"documentation":{"link":"http://isi.ifremer.fr/snanny-portal/webgraphiceditorDemo/images/models/tnode.png","name":"tnode.png"},"attrs":{"text":{"name":"T-Node"},"image":{"width":50,"height":50,"xlink:href":"images/models/tnode.png"}},"type":"basic.TEMPERATURE","description":"The NexSens T-Node connectorized water temperature sensor features an integral digital sensor secured in a protective housing for underwater deployments down to 200 meters in fresh, brackish, or seawater. Each T-Node sensor is factory calibrated to ±0.1 °C for high-precision measurements. The sensors can be connected in-series using UW underwater cables and suspended vertically in a water column or horizontally along a stream or riverbed. Double o ring seals ensure a waterproof sensor connection. Temperature data is transmitted on a 1-wire temp string bus. In addition to the 1-wire bus, the T-Node offers pass-through signals for SDI-12 and RS-485, allowing the user to connect Nodes and other environmental measurement sensors along the string. This sensorBUS architecture has been designed so that researchers can easily build and customize multi-point temperature strings or more powerful environmental monitoring networks. The T-Node sensors feature a plug-&-play interface to NexSens SDL500 submersible data loggers and offshore data buoys. Data collection options include standalone, radio, and cellular telemetry. NexSens iChart Software is a Windows-based program for interfacing both locally (direct-connect) and remotely (through telemetry) to an SDL500 data logger or network of data loggers. For connection to external data collection platforms, the T- Node sensor string can integrate with a NexSens controller for data output in SDI-12 or Modbus RTU.","uuidModel":"e2558548-8e31-485a-8fed-4d8ce57bbad2","custom":{"classifier":[{"name":"model","URI":"T-Node","Ref":"modelData"},{"name":"manufacturer","URI":"NexSens Technology, Inc","Ref":"modelData","definition":"http://www.ifremer.fr/tematres/vocab/index.php?tema=52","codespace":"http://www.ifremer.fr/tematres/vocab/xml.php?skosTema=40"},{"name":"Range","URI":"0 to 50 °C","Ref":"modelData"},{"name":"Accuracy","URI":"±0.1 °C","Ref":"modelData"},{"name":"Resolution","URI":"-","Ref":"modelData"},{"name":"Response time","URI":"-","Ref":"modelData"},{"name":"Depth rating","URI":"200 m","Ref":"modelData","definition":"http://www.ifremer.fr/tematres/vocab/index.php?tema=158"},{"name":"Supply voltage","URI":"-","Ref":"modelData"},{"name":"Communications","URI":"SDI-12 and RS-485","Ref":"modelData"},{"name":"Memory","URI":"-","Ref":"modelData"},{"name":"Dimensions","URI":"Ø1.4\" x 5.3\"","Ref":"modelData"},{"name":"Weight in air","URI":"-","Ref":"modelData"},{"name":"Weight in water","URI":"-","Ref":"modelData"},{"name":"Materials","URI":"-","Ref":"modelData"}],"contactMetaData":[{"role":"pointOfContact","email":"Administration"}]}}