{"documentation":{"link":"http://isi.ifremer.fr/snanny-portal/webgraphiceditorDemo/images/models/aqua_monitor.png","name":"aqua_monitor.png"},"attrs":{"text":{"name":"Aqua Monitor"},"image":{"width":50,"height":50,"xlink:href":"images/models/aqua_monitor.png"}},"type":"basic.WATER_SAMPLER","description":"Aqua Monitor is a novel water sampler that can collect 50 samples of up to 1000 ml each. The samples are captured using a high integrity syringe mechanism and then injected into flexible bags via a 50-way multi-port valve. Samples are stored for post recovery analysis. Aqua Monitor can be used in moored or towed-vehicle applications to collect 50 discrete samples. Originally designed as a versatile water and phytoplankton sampler the device may be programmed for autonomous sampling or operated as a \"slave\" within an integrated system such as a towed-vehicle or AUV. The sample volume is user programmable and a macro language allows the operator to easily implement custom in-situ sample processing. Timed sampling control for mooring applications includes two modes: Traditional time-series sample collection via an operator programmable interval and real-time sampling from a user generated schedule of sample times. The real-time mode provides Aqua Monitor with the unique ability to sample coherently with tidal state or acquire bursts of samples each dosed with different preservatives. Aqua Monitor is purpose designed for use in towed-body applications such as within U-Tow. A special deep ocean version of Aqua Monitor is available. The illustration over shows a 2500 m rated system that was successfully deployed in the Denmark Strait at a depth of 1200 m sampling once per week for a year. Aqua Monitor may be used aboard most ROVs and AUVs and has been fitted to the Southampton Oceanography Centre’s AUV, Autosub, during science missions in the UK.","uuidModel":"4c598fba-b212-4b62-9511-7d1fe929e2e5","custom":{"classifier":[{"name":"model","URI":"Aqua Monitor","Ref":"modelData"},{"name":"manufacturer","URI":"EnviroTech Instruments LLC","Ref":"modelData","definition":"http://www.ifremer.fr/tematres/vocab/index.php?tema=52","codespace":"http://www.ifremer.fr/tematres/vocab/xml.php?skosTema=40"},{"name":"Sample volume","URI":"","Ref":"modelData"},{"name":"Samples per deployment","URI":"","Ref":"modelData"},{"name":"Max. operating depth","URI":"","Ref":"modelData"},{"name":"Dimensions","URI":"","Ref":"modelData"},{"name":"Weight","URI":"","Ref":"modelData"},{"name":"Materials","URI":"","Ref":"modelData"}],"contactMetaData":[{"role":"pointOfContact","email":"imbernardo@fc.ul.pt"}]}}