{"documentation":{"link":"http://isi.ifremer.fr/snanny-portal/webgraphiceditorDemo/images/models/compact_clw.png","name":"compact_clw.png"},"attrs":{"text":{"name":"Compact CLW"},"image":{"width":50,"height":50,"xlink:href":"images/models/compact_clw.png"}},"type":"basic.TURBIDITY","description":"Compact-CLW is a miniature and precision data logger with a micro-controller suitable for long-term consecutive deployment. Our updated state-of-the-art technology allows for a compact design capable of storing up to 179,178 sets of 4-channel data, consisting of chlorophyll, turbidity, temperature and battery voltage. This facilitates up to one year of continuous measurement.\r\nThe memory media, non-volatile flash-memory IC's, protect data from loss resulting from irregular battery voltage. This feature improves reliability.\r\nA circular array of light emitting diodes (LED's) provides the excitation light for the chlorophyll-a fluorescence and the turbidity backscatter sensors. Optical filters in front of the optical receivers separate the backscattered light (turbidity) from the fluorescence signals. The filters also prevent the influence of solar light on the measurements.\r\nA wiper sweeps the optical surface before each sample to remote dirt and residue. This improves the repeatability of the measurements and makes long-term deployments possible.\r\nThe turbidity sensor has a superior stability in low concentration areas and the correlation with suspended sediment in high concentration areas has been improved. The instrument, therefore, can be used not only in the marine field but also in river and dam applications.\r\nCompact-CLW is controlled through the PC serial port, RS-232C. The main unit records calendar and time information with each sample and the sensor's calibration coefficients are stored in the built-in memory. The basic measurement setup requires only the selections of the start time and the sampling interval.\r\nThe data transfer after the completion of the deployment is easily accomplished. Information, such as measurement start time and calibration coefficients, are transferred together with the measured data. The user is free from troublesome coefficient control. Data can be processed quickly and effortlessly.\r\nThe data processing program offers clear and logical screens for easy operation.","uuidModel":"85a4be7f-27cc-3eb9-8184-b7530b3ba935","custom":{"classifier":[{"name":"model","URI":"Compact CLW","Ref":"modelData"},{"name":"manufacturer","URI":"JFE Advantech Co., Ltd.","Ref":"modelData","definition":"http://www.ifremer.fr/tematres/vocab/index.php?tema=52","codespace":"http://www.ifremer.fr/tematres/vocab/xml.php?skosTema=40"},{"name":"Turbidity range","URI":"","Ref":"modelData"},{"name":"Resolution","URI":"","Ref":"modelData"},{"name":"Accuracy","URI":"","Ref":"modelData"},{"name":"Linearity","URI":"","Ref":"modelData"},{"name":"Light source wavelength","URI":"","Ref":"modelData"},{"name":"Depth rating","URI":"","Ref":"modelData","definition":"http://www.ifremer.fr/tematres/vocab/index.php?tema=158"},{"name":"Power supply","URI":"","Ref":"modelData"},{"name":"Max. power consumption","URI":"","Ref":"modelData"},{"name":"Internal memory","URI":"","Ref":"modelData"},{"name":"Communications","URI":"","Ref":"modelData"},{"name":"Dimensions","URI":"","Ref":"modelData"},{"name":"Weight in air","URI":"","Ref":"modelData"},{"name":"Weight in water","URI":"","Ref":"modelData"},{"name":"Materials","URI":"","Ref":"modelData"}],"contactMetaData":[{"role":"pointOfContact","email":"imbernardo@fc.ul.pt","name":"Ivo Bernardo"}]}}