{"documentation":{"link":"http://isi.ifremer.fr/snanny-portal/webgraphiceditorDemo/images/models/nep495_turbidity__temperature_logging.png","name":"nep495_turbidity__temperature_logging.png"},"attrs":{"text":{"name":"NEP495 Turbidity & Temperature Logging"},"image":{"width":50,"height":50,"xlink:href":"images/models/nep495_turbidity__temperature_logging.png"}},"type":"basic.TURBIDITY","description":"The ANALITE NEP495 turbidity probes can monitor and log turbidity and temperature in a sturdy self-contained package that is easy to set up and easy to selectively download the data collected. The ANALITE NEP495 microprocessor based turbidity probe is designed for monitoring and logging applications where turbidity levels of up to 1,000 NTU may be encountered. Available ranges are 40 NTU, 100 NTU, 400 NTU and 1,000 NTU, which can be set by the user. The ANALITE NEP495 probe, with its integral wiper assembly, is designed to operate over an extended period of time where bio-fouling or sedimentation build-up is likely. The ANALITE NEP495 turbidity probes may be submerged to a depth rating of 100 meters (approx. 330 feet). The ANALITE NEP495 probe use 90° optics and employs infrared light in accordance with ISO7027 and use a unique modulation technique that ensures almost total rejection of ambient light conditions. The user may calibrate the probe at any time as well as allowing later versions of firmware to be uploaded by the user via the RS232 interface. The ANALITE NEP495 probes are similar to the ANALITE NEP395 probe but with the inclusion of temperature measurement and a flexible self contained logging function. As normally supplied, the ANALITE NEP495 can store over 30,000 data sets with each data set consisting of turbidity, temperature, time and date. Logging intervals can be set from less than 1 second to over 18 hours. Data is stored in non-volatile memory. The ANALITE NEP495 is self-contained requiring no external power or commands once logging has commenced. The internal batteries have a life expectancy of over 30,000 data sets or about 60 days - whichever comes first and assuming a wipe prior to each reading.","uuidModel":"0f41a252-9267-3775-bce0-ee0bb8404c04","custom":{"classifier":[{"name":"model","URI":"NEP495 Turbidity & Temperature Logging","Ref":"modelData"},{"name":"manufacturer","URI":"McVan Instruments Pty Ltd.","Ref":"modelData","definition":"http://www.ifremer.fr/tematres/vocab/index.php?tema=52","codespace":"http://www.ifremer.fr/tematres/vocab/xml.php?skosTema=40"},{"name":"Turbidity range","URI":"","Ref":"modelData"},{"name":"Resolution","URI":"","Ref":"modelData"},{"name":"Accuracy","URI":"","Ref":"modelData"},{"name":"Linearity","URI":"","Ref":"modelData"},{"name":"Light source wavelength","URI":"","Ref":"modelData"},{"name":"Depth rating","URI":"","Ref":"modelData","definition":"http://www.ifremer.fr/tematres/vocab/index.php?tema=158"},{"name":"Power supply","URI":"","Ref":"modelData"},{"name":"Max. power consumption","URI":"","Ref":"modelData"},{"name":"Internal memory","URI":"","Ref":"modelData"},{"name":"Communications","URI":"","Ref":"modelData"},{"name":"Dimensions","URI":"","Ref":"modelData"},{"name":"Weight in air","URI":"","Ref":"modelData"},{"name":"Weight in water","URI":"","Ref":"modelData"},{"name":"Materials","URI":"","Ref":"modelData"}],"contactMetaData":[{"role":"pointOfContact","email":"imbernardo@fc.ul.pt","name":"Ivo Bernardo"}]}}