{"documentation":{"link":"http://isi.ifremer.fr/snanny-portal/webgraphiceditorDemo/images/models/sbe_55_eco_water_sampler.png","name":"sbe_55_eco_water_sampler.png"},"attrs":{"text":{"name":"SBE 55 ECO Water Sampler"},"image":{"width":50,"height":50,"xlink:href":"images/models/sbe_55_eco_water_sampler.png"}},"type":"basic.WATER_SAMPLER","description":"The ECO is the ideal small-boat water sampler for coastal, estuarine, and large lake ecological monitoring. The ECO is light and economical and can be integrated with an SBE 19, 19plus, 19plus V2, 25, or 49 CTD or SBE 50 Pressure Sensor. It is available in a three or six-bottle configuration with 4-liter ECO sample bottles, uniquely designed for the ECO. The ECO can operate autonomously on internal batteries and be programmed to close bottles at selected depths, allowing deployment using nonelectrical wire or line. It also can be used with an SBE 33 Carousel Deck Unit for real-time CTD data acquisition and water sampling. Real-time operation requires an electro-mechanical cable and slip-ring equipped winch. The bottle closing mechanism is a magnetically actuated lanyard release latch derived from the SBE 32 Carousel Water Sampler, which has a long history of reliability and ease-of-use. Lanyards are rigged to hold bottles open when lanyards are attached to the release latches. A pressure-proof electromagnet is energized on command to trigger a lanyard release, allowing the bottle to close. The ECO can be configured with one or two 3-position lanyard release modules. Each release module is connected to the ECO’s Electronics Control Module by a separate cable, allowing easy do-it-yourself expansion from a three-bottle to a six-bottle system. The ECO includes the Electronics Control Module (ECM), one or two lanyard release modules, three or six 4-liter ECO sample bottles mounted in saddle brackets and fastened with band clamps, stainless steel guard frame with integral lifting bail, and mesh panels for mounting the ECM, CTD, and other sensors that may be integrated with the CTD (e.g., dissolved oxygen sensor, fluorometer, turbidity sensor, etc.). CTD mounting brackets and interface cable, auxiliary sensors, and (for real-time operation) SBE 33 Carousel Deck Unit must be ordered separately.","uuidModel":"69bf7227-9520-41e1-8349-db1190b1e04f","custom":{"classifier":[{"name":"model","URI":"SBE 55 ECO Water Sampler","Ref":"modelData"},{"name":"manufacturer","URI":"Sea-Bird Electronics, Inc.","Ref":"modelData","definition":"http://www.ifremer.fr/tematres/vocab/index.php?tema=52","codespace":"http://www.ifremer.fr/tematres/vocab/xml.php?skosTema=40"},{"name":"Sample volume","URI":"","Ref":"modelData"},{"name":"Samples per deployment","URI":"","Ref":"modelData"},{"name":"Max. operating depth","URI":"","Ref":"modelData"},{"name":"Dimensions","URI":"","Ref":"modelData"},{"name":"Weight","URI":"","Ref":"modelData"},{"name":"Materials","URI":"","Ref":"modelData"}],"contactMetaData":[{"role":"pointOfContact","email":"imbernardo@fc.ul.pt"}]}}